catppuccin/fish
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
lilyball/nix-env.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
