catppuccin/fish
g-plane/pnpm-shell-completion
gazorby/fifc
ik11235/wakatime.fish
jorgebucaran/autopair.fish
jorgebucaran/fisher
lilyball/nix-env.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
patrickf1/fzf.fish
wfxr/forgit
