tap "candid82/brew"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rsteube/tap"
tap "shopify/shopify"
tap "wez/wezterm"
tap "yqrashawn/goku"
brew "atuin"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "node"
brew "corepack"
brew "cue"
brew "direnv"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "helix"
brew "hledger"
brew "hyperfine"
brew "jq"
brew "just"
brew "ledger"
brew "less"
brew "lf"
brew "lua"
brew "mas"
brew "micro"
brew "miller"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nushell"
brew "onefetch"
brew "postgresql@14"
brew "pulumi"
brew "ripgrep"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "tealdeer"
brew "temporal"
brew "tere"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vifm"
brew "vivid"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "rsteube/tap/carapace"
brew "shopify/shopify/ejson"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "bartender"
cask "choosy"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "element"
cask "expressvpn"
cask "fantastical"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "ledger-live"
cask "little-snitch"
cask "manictime"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-beta"
cask "microsoft-edge-dev"
cask "microsoft-office"
cask "multitouch"
cask "neat"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "todoist"
cask "tripmode"
cask "visual-studio-code"
cask "webstorm"
cask "wezterm-nightly"
cask "whatsapp"
cask "zoom"
mas "Day One", id: 1055511498
mas "Endel", id: 1346247457
mas "NextDNS", id: 1464122853
