tap "homebrew/bundle"
tap "rsteube/tap"
tap "shopify/shopify"
tap "wez/wezterm"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "chezmoi"
brew "cmake"
brew "node"
brew "corepack"
brew "cue"
brew "direnv"
brew "fish"
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "grep"
brew "jq"
brew "just"
brew "mas"
brew "ninja"
brew "nmap"
brew "postgresql@14"
brew "pulumi"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tmux"
brew "vivid"
brew "zoxide"
brew "rsteube/tap/carapace"
brew "shopify/shopify/ejson"
cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "wezterm-nightly"
