tap "candid82/brew"
tap "devhubapp/devhub"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "mike-engel/jwt-cli"
tap "rsteube/tap"
tap "shopify/shopify"
tap "wez/wezterm"
tap "yqrashawn/goku"
brew "atuin"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "node"
brew "corepack"
brew "cue"
brew "dbmate"
brew "direnv"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "forgit"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "helix"
brew "hledger"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "k6"
brew "ledger"
brew "less"
brew "lf"
brew "lua"
brew "mas"
brew "micro"
brew "miller"
brew "neovide"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nushell"
brew "onefetch"
brew "postgresql@14"
brew "pulumi"
brew "ripgrep"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "tealdeer"
brew "temporal"
brew "tere"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "vifm"
brew "vivid"
brew "wget"
brew "xdg-ninja"
brew "xh"
brew "zoxide"
brew "zsh"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "mike-engel/jwt-cli/jwt-cli"
brew "rsteube/tap/carapace"
brew "shopify/shopify/ejson"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "amazon-chime"
cask "bartender"
cask "betterdisplay"
cask "choosy"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "element"
cask "expressvpn"
cask "fantastical"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "geekbench"
cask "gitify"
cask "goneovim"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "karabiner-elements"
cask "keepingyouawake"
cask "ledger-live"
cask "little-snitch"
cask "manictime"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-beta"
cask "microsoft-edge-dev"
cask "microsoft-office"
cask "multitouch"
cask "neat"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "readdle-spark"
cask "rectangle-pro"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "todoist"
cask "trailer"
cask "tripmode"
cask "visual-studio-code"
cask "webstorm"
cask "wezterm-nightly"
cask "whatsapp"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Day One", id: 1055511498
mas "Endel", id: 1346247457
mas "NextDNS", id: 1464122853
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bodil.file-browser"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "meganrogge.template-string-converter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "streetsidesoftware.code-spell-checker"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "VSpaceCode.vspacecode"
vscode "VSpaceCode.whichkey"
vscode "WakaTime.vscode-wakatime"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
