tap "boz/repo"
tap "danielfoehrkn/switch"
tap "didhd/tap"
tap "domt4/autoupdate"
tap "felixkratz/formulae"
tap "houmain/tap"
tap "mergestat/mergestat"
tap "nao1215/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "thezoraiz/ascii-image-converter"
tap "turbot/tap"
tap "ubuntu/microk8s"
tap "whatpulse/whatpulse"
tap "withgraphite/tap"
tap "xo/xo"
tap "yqrashawn/goku"
tap "zeromake/docker-debug"
brew "age"
brew "aichat"
brew "atuin"
brew "autossh"
brew "aws-nuke"
brew "sqlite"
brew "awscli"
brew "bash"
brew "libgit2"
brew "bat"
brew "bat-extras"
brew "gettext"
brew "bind"
brew "biome"
brew "bottom"
brew "broot"
brew "btop"
brew "caddy"
brew "carapace"
brew "ccache"
brew "chafa"
brew "chezmoi"
brew "cilium-cli"
brew "less"
brew "circumflex"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "croc"
brew "cue"
brew "curl"
brew "dbmate"
brew "kubernetes-cli"
brew "devspace"
brew "difftastic"
brew "direnv"
brew "docker-credential-helper-ecr"
brew "doggo"
brew "dos2unix"
brew "dsq"
brew "duf"
brew "dust"
brew "eksctl"
brew "elixir"
brew "entr"
brew "eza"
brew "fastmod"
brew "fd"
brew "python@3.12"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "forgit"
brew "fx"
brew "gh"
brew "ghorg"
brew "git"
brew "git-absorb"
brew "git-branchless"
brew "git-delta"
brew "git-filter-repo"
brew "gitui"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gperf"
brew "grep"
brew "helix"
brew "helm"
brew "hledger"
brew "hubble"
brew "hyperfine"
brew "icu4c@76"
brew "jless"
brew "jo"
brew "jq"
brew "just"
brew "jwt-cli"
brew "k3d"
brew "k6"
brew "k9s"
brew "kanata"
brew "kind"
brew "kraftkit"
brew "krew"
brew "kubebuilder"
brew "kubecolor"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "lf"
brew "libmagic"
brew "lima"
brew "lua"
brew "luajit"
brew "lynx"
brew "magic-wormhole"
brew "mas"
brew "micro"
brew "miller"
brew "minikube"
brew "miniserve"
brew "mintoolkit"
brew "mise"
brew "moreutils"
brew "navi"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "noti"
brew "nushell"
brew "octosql"
brew "onefetch"
brew "operator-sdk"
brew "parallel"
brew "pass"
brew "perl"
brew "pkgconf"
brew "ponysay"
brew "poppler"
brew "postgresql@17", restart_service: :changed, link: true
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "proxychains-ng"
brew "pspg"
brew "pulumi"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "s4cmd"
brew "scc"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "spicetify-cli"
brew "sq"
brew "sqlite-utils"
brew "starship"
brew "stern"
brew "superfile"
brew "tealdeer"
brew "television"
brew "telnet"
brew "temporal"
brew "tere"
brew "tilt"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "unar"
brew "upx"
brew "uv"
brew "vifm"
brew "virtctl"
brew "vivid"
brew "w3m"
brew "walk"
brew "wgcf"
brew "wget"
brew "xdg-ninja"
brew "xh"
brew "yazi"
brew "yj"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "boz/repo/kail"
brew "danielfoehrkn/switch/switch"
brew "felixkratz/formulae/borders"
brew "houmain/tap/keymapper", args: ["HEAD"]
brew "mergestat/mergestat/mergestat"
brew "nao1215/tap/gup"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "shopify/shopify/ejson"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "turbot/tap/powerpipe"
brew "turbot/tap/steampipe"
brew "turbot/tap/tailpipe"
brew "ubuntu/microk8s/microk8s"
brew "withgraphite/tap/graphite"
brew "xo/xo/usql"
brew "yqrashawn/goku/goku"
brew "zeromake/docker-debug/docker-debug"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amazon-bedrock-client"
cask "amazon-chime"
cask "appcleaner"
cask "aptakube"
cask "aqua-voice"
cask "aws-vault-binary"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "chatgpt"
cask "choosy"
cask "claude"
cask "cleanclip"
cask "cloudflare-warp"
cask "core-tunnel"
cask "cursor"
cask "daisydisk"
cask "deltawalker"
cask "discord"
cask "emacs-mac"
cask "espanso"
cask "expressvpn"
cask "fantastical"
cask "firefox"
cask "flux-app"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "geekbench"
cask "ghostty"
cask "goneovim"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "granola"
cask "hammerspoon"
cask "input-source-pro"
cask "insta360-studio"
cask "iterm2"
cask "jabra-direct"
cask "karabiner-elements"
cask "kitty"
cask "kiwix"
cask "launchcontrol"
cask "launchpad-manager"
cask "ledger-live"
cask "linear-linear"
cask "logi-options+"
cask "macwhisper"
cask "marked-app"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mimestream"
cask "modern-csv"
cask "msty"
cask "multipass"
cask "neovide-app"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "orbstack"
cask "parsec"
cask "parsify"
cask "pearcleaner"
cask "pycharm"
cask "raycast"
cask "rectangle-pro"
cask "repo-prompt"
cask "scratch"
cask "send-to-kindle"
cask "session-manager-plugin"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "steermouse"
cask "sublime-merge"
cask "superhuman"
cask "superwhisper"
cask "swiftbar"
cask "telegram"
cask "timeular"
cask "todoist-app"
cask "tower"
cask "transmission"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "warp"
cask "wezterm@nightly"
cask "whatpulse"
cask "whatpulse_chmodbpf"
cask "whatsapp"
cask "windsurf"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "24 Hour Wallpaper", id: 1226087575
mas "Amphetamine", id: 937984704
mas "Calca", id: 635758264
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Easy CSV Editor", id: 1171346381
mas "Endel", id: 1346247457
mas "Gapplin", id: 768053424
mas "GhostText", id: 1552641506
mas "GoodTask", id: 1143437985
mas "iA Writer", id: 775737590
mas "Kindle", id: 302584613
mas "Magic Window 4K", id: 689569987
mas "Perplexity", id: 6714467650
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Spotica Menu", id: 570549457
mas "Surfingkeys", id: 1609752330
mas "Timery", id: 1425368544
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "alexpasmantier.television"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bodil.file-browser"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "meganrogge.template-string-converter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tompollak.lazygit-vscode"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wakatime.vscode-wakatime"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
