tap "boz/repo"
tap "candid82/brew"
tap "cube2222/octosql"
tap "danielfoehrkn/switch"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "ekristen/tap"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mergestat/mergestat"
tap "mike-engel/jwt-cli"
tap "nao1215/tap"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "rsteube/tap"
tap "shopify/shopify"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "thezoraiz/ascii-image-converter"
tap "ubuntu/microk8s"
tap "unikraft/cli"
tap "whatpulse/whatpulse"
tap "xo/xo"
tap "yqrashawn/goku"
tap "zeromake/docker-debug"
brew "age"
brew "atuin"
brew "autossh"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "gettext"
brew "bind"
brew "bottom"
brew "broot"
brew "btop"
brew "caddy"
brew "ccache"
brew "chafa"
brew "chezmoi"
brew "cilium-cli"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "croc"
brew "cue"
brew "curl"
brew "dbmate"
brew "difftastic"
brew "direnv"
brew "docker-slim"
brew "dog"
brew "dos2unix"
brew "dsq"
brew "duf"
brew "dust"
brew "eksctl"
brew "elixir"
brew "entr"
brew "libgit2"
brew "eza"
brew "fastmod"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "forgit"
brew "gh"
brew "ghorg"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gitui"
brew "glow"
brew "go"
brew "gperf"
brew "grep"
brew "helix"
brew "helm"
brew "hledger"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "k3d"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "ledger"
brew "less"
brew "lf"
brew "libmagic"
brew "lua"
brew "luarocks"
brew "magic-wormhole"
brew "mas"
brew "mdcat"
brew "micro"
brew "miller"
brew "minikube"
brew "miniserve"
brew "moreutils"
brew "navi"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "nushell"
brew "onefetch"
brew "parallel"
brew "pass"
brew "perl"
brew "ponysay"
brew "poppler"
brew "postgresql@17", restart_service: true, link: true
brew "proxychains-ng"
brew "pspg"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "scc"
brew "sd"
brew "shfmt"
brew "speedtest-cli"
brew "spicetify-cli"
brew "sq"
brew "sqlite-utils"
brew "starship"
brew "stern"
brew "tealdeer"
brew "temporal"
brew "tere"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "unar"
brew "vifm"
brew "vivid"
brew "w3m"
brew "walk"
brew "wget"
brew "xdg-ninja"
brew "xh"
brew "yazi"
brew "yj"
brew "ykman"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "boz/repo/kail"
brew "cube2222/octosql/octosql"
brew "danielfoehrkn/switch/switch"
brew "derailed/k9s/k9s"
brew "ekristen/tap/aws-nuke"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "mergestat/mergestat/mergestat"
brew "mike-engel/jwt-cli/jwt-cli"
brew "nao1215/tap/gup"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "rsteube/tap/carapace"
brew "shopify/shopify/ejson"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "ubuntu/microk8s/microk8s"
brew "unikraft/cli/kraftkit"
brew "xo/xo/usql"
brew "yqrashawn/goku/goku"
brew "zeromake/docker-debug/docker-debug"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amazon-chime"
cask "appcleaner"
cask "aptakube"
cask "aws-vault"
cask "balenaetcher"
cask "bartender"
cask "beekeeper-studio"
cask "betterdisplay"
cask "bettertouchtool"
cask "chatgpt"
cask "choosy"
cask "cleanclip"
cask "cloudflare-warp"
cask "core-tunnel"
cask "daisydisk"
cask "deltawalker"
cask "discord"
cask "element"
cask "espanso"
cask "expressvpn"
cask "fantastical"
cask "firefox"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "geekbench"
cask "goland"
cask "goneovim"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "insta360-studio"
cask "iterm2"
cask "jupyterlab"
cask "karabiner-elements"
cask "kitty"
cask "kui"
cask "launchpad-manager"
cask "ledger-live"
cask "lens"
cask "marked"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-beta"
cask "microsoft-edge-dev"
cask "microsoft-excel"
cask "microsoft-word"
cask "mimestream"
cask "moonlight"
cask "multipass"
cask "multitouch"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "orbstack"
cask "parsec"
cask "parsify"
cask "pycharm"
cask "qmk-toolbox"
cask "raycast"
cask "rectangle-pro"
cask "send-to-kindle"
cask "session-manager-plugin"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "steermouse"
cask "sublime-merge"
cask "swiftbar"
cask "telegram"
cask "timeular"
cask "todoist"
cask "tower"
cask "transmission"
cask "typinator"
cask "vial"
cask "virtual-desktop-streamer"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wezterm"
cask "whatpulse"
cask "whatpulse_chmodbpf"
cask "whatsapp"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "24 Hour Wallpaper", id: 1226087575
mas "Amphetamine", id: 937984704
mas "Calca", id: 635758264
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Endel", id: 1346247457
mas "Gapplin", id: 768053424
mas "iA Writer", id: 775737590
mas "Kindle", id: 302584613
mas "Magic Window 4K", id: 689569987
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Spotica Menu", id: 570549457
mas "Surfingkeys", id: 1609752330
mas "Timery", id: 1425368544
mas "Velja", id: 1607635845
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "bodil.file-browser"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "meganrogge.template-string-converter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "streetsidesoftware.code-spell-checker"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wakatime.vscode-wakatime"
vscode "yinfei.luahelper"
vscode "yoavbls.pretty-ts-errors"
