tap "candid82/brew"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "mike-engel/jwt-cli"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "rsteube/tap"
tap "shopify/shopify"
tap "supabase/packages", "git@github.com:supabase/homebrew-packages.git"
tap "wez/wezterm"
tap "yqrashawn/goku"
brew "atuin"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "btop"
brew "gettext"
brew "chezmoi"
brew "cmake"
brew "node"
brew "corepack"
brew "cue"
brew "curl"
brew "dbmate"
brew "direnv"
brew "dust"
brew "eza"
brew "fastmod"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fnm"
brew "fzf"
brew "forgit"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "grep"
brew "helix"
brew "hledger"
brew "hyperfine"
brew "jless"
brew "jq"
brew "just"
brew "k6"
brew "ledger"
brew "less"
brew "lf"
brew "lua"
brew "magic-wormhole"
brew "mas"
brew "micro"
brew "miller"
brew "moreutils"
brew "navi"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nushell"
brew "onefetch"
brew "parallel"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "pspg"
brew "pulumi"
brew "pyenv"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "tealdeer"
brew "temporal"
brew "tere"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "unar"
brew "vifm"
brew "vivid"
brew "wget"
brew "xdg-ninja"
brew "xh"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "eth-p/software/bat-extras-batgrep"
brew "eth-p/software/bat-extras-batman"
brew "jakehilborn/jakehilborn/displayplacer"
brew "mike-engel/jwt-cli/jwt-cli"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "rsteube/tap/carapace"
brew "shopify/shopify/ejson"
brew "supabase/packages/supa-admin-cli"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "amazon-chime"
cask "appcleaner"
cask "bartender"
cask "betterdisplay"
cask "daisydisk"
cask "dash"
cask "devutils"
cask "discord"
cask "docker"
cask "element"
cask "espanso"
cask "expressvpn"
cask "fantastical"
cask "flux"
cask "font-jetbrains-mono-nerd-font"
cask "geekbench"
cask "goneovim"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "istat-menus"
cask "jupyterlab"
cask "karabiner-elements"
cask "launchpad-manager"
cask "ledger-live"
cask "lunar"
cask "manictime"
cask "marked"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-edge-beta"
cask "microsoft-edge-dev"
cask "microsoft-office"
cask "multitouch"
cask "neovide"
cask "notion"
cask "numi"
cask "obsidian"
cask "parsify"
cask "qmk-toolbox"
cask "raycast"
cask "readdle-spark"
cask "rectangle-pro"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "swiftbar"
cask "tableplus"
cask "telegram"
cask "timeular"
cask "timing"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wezterm-nightly"
cask "whatsapp"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "24 Hour Wallpaper", id: 1226087575
mas "Amphetamine", id: 937984704
mas "Calca", id: 635758264
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "Endel", id: 1346247457
mas "iA Writer", id: 775737590
mas "Magic Window 4K", id: 689569987
mas "Microsoft Remote Desktop", id: 1295203466
mas "Refined GitHub", id: 1519867270
mas "Save to Raindrop.io", id: 1549370672
mas "Surfingkeys", id: 1609752330
mas "Timery", id: 1425368544
mas "ToothFairy", id: 1191449274
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
mas "YamaCast", id: 1415107621
vscode "asvetliakov.vscode-neovim"
vscode "bodil.file-browser"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "jacobdufault.fuzzy-search"
vscode "jdinhlife.gruvbox"
vscode "kahole.magit"
vscode "meganrogge.template-string-converter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "sainnhe.everforest"
vscode "sainnhe.gruvbox-material"
vscode "streetsidesoftware.code-spell-checker"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "VSpaceCode.vspacecode"
vscode "VSpaceCode.whichkey"
vscode "WakaTime.vscode-wakatime"
vscode "yinfei.luahelper"
vscode "YoavBls.pretty-ts-errors"
