jorgebucaran/fisher
ilancosman/tide@v5
catppuccin/fish
lilyball/nix-env.fish
jorgebucaran/autopair.fish
patrickf1/fzf.fish
gazorby/fish-abbreviation-tips
franciscolourenco/done
nickeb96/puffer-fish
